{
    "Amharic": "አማርኛ",
    "English": "እንግሊዝኛ",
    "Home": "ዋና ገጽ",
    "Features": "አገልግሎቶች",
    "Pricing": "የዋጋ ዝርዝር",
    "About Us": "ስለ እኛ",
    "Contact us": "አግኙን",
    "Contact": "አግኙን",
    "welcome": "ወደ ድረ-ገፃችን እንኳን ደህና መጡ!",
    "language": "ቋንቋ",
    "Parental Control Application": "የወላጅ ቁጥጥር መተግበሪያ",
    "AI-Based Online Child Safety Service": "AI ላይ የተመሠረተ ዲጂታል የልጆች ደህንነት ክትትል አገልግሎት",
    "Get started": "ጀምር",
    "Surfie Ethiopia App Features": "የሰርፊ ኢትዮጵያ መተግበሪያ ባህሪዎች",
    "Set Time Limit": "የጊዜ ገደብ ማስቀመጥ",
    "Allow parents to set limits on the amount of time their children can spend on their devices or on certain apps.": "ወላጆች ልጆቻቸው በዘመናዊ መሣሪያዎቻቸው ወይም በተወሰኑ መተግበሪያዎች ላይ የሚያሳልፉትን ጊዜ ገደብ እንዲያወጡ ይፈቅዳል።",
    "Cross Devices Protection": "ሁሉንም ዘመናዊ መሣሪያዎችን አንድ ላይ መጠበቅ",
    "Allows parents to apply their chosen settings across multiple devices, such as smartphones, tablets, laptops, and desktop computers.":"እንደ ስማርትፎኖች፣ ታብሌቶች፣ ላፕቶፖች እና ዴስክቶፕ ኮምፒውተሮች ባሉ ብዙ መሳሪያዎች ላይ ወላጆች የመረጡትን መቼት እንዲተገብሩ ያስችላቸዋል",
    "Track Location": "የት እንዳሉ መከታተል",
    "Location tracking features to help parents keep tabs on their childrens whereabouts.":"ወላጆች ልጆቻቸው የት እንዳሉ እንዲከታተሉ ለማገዝ አቅጣጫ ክትትል አገልግሎት።",
    "Web filtering": "ድህረገፅ ማጣሪያ",
    "Allow parents to block access to certain websites or categories of websites deemed inappropriate for children.":"ወላጆች የተወሰኑ ድር ጣቢያዎችን ወይም የድረ-ገጾች ምድቦችን ለህጻናት አግባብ አይደሉም ተብለው የሚታሰቡትን ድረ-ገጾችን እንዲያግዱ ያስችላቸዋል።",
    "App and game blocking":"መተግበሪያ እና ጨዋታዎችን ማገድ",
    "Allows parents to block access to certain apps on their childrens devices. Parents can choose which apps they want to block based on their content, age rating, or other criteria.":"ወላጆች በልጆቻቸው መሣሪያዎች ላይ የተወሰኑ መተግበሪያዎችን መዳረሻ እንዲያግዱ ያስችላቸዋል። ወላጆች በይዘታቸው፣ በእድሜ ደረጃ ወይም በሌሎች መመዘኛዎች ላይ በመመስረት የትኞቹን መተግበሪያዎች ማገድ እንደሚፈልጉ መምረጥ ይችላሉ።",
    "Cyberbullying protection":"የሳይበር ትንኮሳ ጥበቃ",
    "Help parents detect and prevent cyberbullying, such as alerts for offensive or threatening messages":"ወላጆች የመስመር ላይ ትንኮሳን እንዲያውቁ እና እንዲከላከሉ ይረዳል፣ እንደ አጸያፊ ወይም አስጊ መልዕክቶች ለወላጆች በማሳወቅ ፈጣን ምላሽ እንዲሰጡ በማድረግ።",
    "How to get started":"እንዴት መጠቀም እንደሚጀምሩ",
    "All steps completed happy parenting":"ሁሉም እርምጃዎች ተጠናቅቀዋል",
    "Reset": "እንደገና ለማንበብ",
    "Find More":"ተጨማሪ",
    "Package Pricing":"የጥቅል ዋጋ ዝርዝር",
    "One license for one device":"ለአንድ ዘመናዊ መሣሪያ አንድ ፈቃድ",
    "month":"ወር",
    "Monthly":"ወርሃዊ",
    "Annual":"አመታዊ",
    "annual":"ዓመታዊ",
    "Birr":"ብር",
    "Device Licence":"ዘመናዊ መሣሪያ ፈቃድ",
    "14 days free trial":"የ 14 ቀናት ነፃ ሙከራ",
    "Select":"ምረጥ",
    "Annually Pay only 3,300 Birr Get 1 month free":"በዓመት 3,300 ብር ብቻ ይክፈሉ 1 ወር ነፃ ያግኙ",
    "Annually Pay only 4,950 Birr Get 1 month free":"በዓመት 4,950 ብር ብቻ ይክፈሉ 1 ወር ነጻ ያግኙ",
    "Annually Pay only 6,600 ETB Get 1 month free":"በዓመት 6,600 ETB ብቻ ይክፈሉ 1 ወር ነጻ ያግኙ",
    "If you want Surfie Ethiopia license for more than 5 devices Contact us!":"ከ 5 በላይ የሰርፊ ኢትዮጵያ መሳሪያ ፍቃድ ከፈለጉ ያግኙን!",
    "Pay with":"የክፍያ አማራጮች",
    "It is Made Easy":"በመረጡት የክፍያ አማራጭ ይክፈሉን",
    "Do you feel like trying?":"መሞከር ይፈልጋሉ?",
    "Enter your email address":"የኢሜይል አድራሻዎን ያስገቡ",
    "Loading...":"በመጫን ላይ...",
    "Free Trial":"ነጳ ሙከራ"

   
  }