{
    "Amharic": "አማርኛ",
    "English": "እንግሊዝኛ",
    "Home": "ዋና ገጽ",
    "Full name":"ሙሉ ስም",
    "Email":"ኢሜይል",
    "Write you message here...":"መልእክቶን እዚህ ያስቀምጡ...",
    "Features": "አገልግሎቶች",
    "Pricing": "የዋጋ ዝርዝር",
    "About Us": "ስለድርጅታችን",
    "Contact us": "ያግኙን",
    "Contact": "አግኙን",
    "welcome": "ወደ ድረ-ገፃችን እንኳን ደህና መጡ!",
    "language": "ቋንቋ",
    "Parental Control Application": "የወላጅ ቁጥጥር መተግበሪያ",
    "AI-Based Online Child Safety Service": "AI ላይ የተመሠረተ ዲጂታል የልጆች ደህንነት ክትትል አገልግሎት",
    "Get started": "አገልግሎት ለማስጀመር",
    "Surfie Ethiopia App Features": "የሰርፊ ኢትዮጵያ መተግበሪያ ባህሪዎች",
    "Set Time Limit": "የጊዜ ገደብ ማስቀመጥ",
    "Allow parents to set limits on the amount of time their children can spend on their devices or on certain apps.": "ወላጆች ልጆቻቸው በዘመናዊ መሣሪያዎቻቸው ወይም በተወሰኑ መተግበሪያዎች ላይ የሚያሳልፉትን ጊዜ ገደብ እንዲያወጡ ይፈቅዳል።",
    "Cross Devices Protection": "ሁሉንም ዘመናዊ መሣሪያዎችን አንድ ላይ መጠበቅ",
    "Allows parents to apply their chosen settings across multiple devices, such as smartphones, tablets, laptops, and desktop computers.":"እንደ ስማርትፎኖች፣ ታብሌቶች፣ ላፕቶፖች እና ዴስክቶፕ ኮምፒውተሮች ባሉ ብዙ መሳሪያዎች ላይ ወላጆች የመረጡትን መቼት እንዲተገብሩ ያስችላቸዋል",
    "Track Location": "የት እንዳሉ መከታተል",
    "Location tracking features to help parents keep tabs on their childrens whereabouts.":"ወላጆች ልጆቻቸው የት እንዳሉ እንዲከታተሉ ለማገዝ አቅጣጫ ክትትል አገልግሎት።",
    "Web filtering": "ድህረገፅ ማጣሪያ",
    "Allow parents to block access to certain websites or categories of websites deemed inappropriate for children.":"ወላጆች የተወሰኑ ድር ጣቢያዎችን ወይም የድረ-ገጾች ምድቦችን ለህጻናት አግባብ አይደሉም ተብለው የሚታሰቡትን ድረ-ገጾችን እንዲያግዱ ያስችላቸዋል።",
    "App and game blocking":"መተግበሪያ እና ጨዋታዎችን ማገድ",
    "Allows parents to block access to certain apps on their childrens devices. Parents can choose which apps they want to block based on their content, age rating, or other criteria.":"ወላጆች በልጆቻቸው መሣሪያዎች ላይ የተወሰኑ መተግበሪያዎችን መዳረሻ እንዲያግዱ ያስችላቸዋል። ወላጆች በይዘታቸው፣ በእድሜ ደረጃ ወይም በሌሎች መመዘኛዎች ላይ በመመስረት የትኞቹን መተግበሪያዎች ማገድ እንደሚፈልጉ መምረጥ ይችላሉ።",
    "Cyberbullying protection":"የሳይበር ትንኮሳ ጥበቃ",
    "Help parents detect and prevent cyberbullying, such as alerts for offensive or threatening messages":"ወላጆች የመስመር ላይ ትንኮሳን እንዲያውቁ እና እንዲከላከሉ ይረዳል፣ እንደ አጸያፊ ወይም አስጊ መልዕክቶች ለወላጆች በማሳወቅ ፈጣን ምላሽ እንዲሰጡ በማድረግ።",
    "How to get started":"እንዴት መጠቀም እንደሚጀምሩ",
    "All steps completed happy parenting":"ሁሉም እርምጃዎች ተጠናቅቀዋል",
    "Reset": "እንደገና ለማንበብ",
    "Find More":"ተጨማሪ",
    "Package Pricing":"የጥቅል ዋጋ ዝርዝር",
    "One license for one device":"ለአንድ ዘመናዊ መሣሪያ አንድ ፈቃድ",
    "month":"ወር",
    "Monthly":"ወርሃዊ",
    "Annual":"አመታዊ",
    "annual":"ዓመታዊ",
    "Birr":"ብር",
    "Device Licence":"ዘመናዊ መሣሪያ ፈቃድ",
    "7 days free trial":"የ 7 ቀናት ነፃ ሙከራ",
    "Select":"ምረጥ",
    "Annually Pay only 3,300 Birr Get 1 month free":"በዓመት 3,300 ብር ብቻ ይክፈሉ 1 ወር ነፃ ያግኙ",
    "Annually Pay only 4,950 Birr Get 1 month free":"በዓመት 4,950 ብር ብቻ ይክፈሉ 1 ወር ነጻ ያግኙ",
    "Annually Pay only 6,600 ETB Get 1 month free":"በዓመት 6,600 ETB ብቻ ይክፈሉ 1 ወር ነጻ ያግኙ",
    "If you want Surfie Ethiopia license for more than 10 devices contact us!":"ከ 10 በላይ የሰርፊ ኢትዮጵያ መሳሪያ ፍቃድ ከፈለጉ ያግኙን!",
    "Pay with":"የክፍያ አማራጮች",
    "It is Made Easy":"በመረጡት የክፍያ አማራጭ ይክፈሉን",
    "Do you feel like trying?":"መሞከር ይፈልጋሉ?",
    "Enter your email address":"የኢሜይል አድራሻዎን ያስገቡ",
    "Loading...":"በመጫን ላይ...",
    "Free Trial":"ነጻ ሙከራ",
    "We have already sent you an email check your inbox or spam folder!":"ኢሜል ልከንልዎታል።",
    "Oops! something went wrong":"የሆነ ስህተት ተከስቷል",
    "The link to download the app is sent to email provided!":"አፑን የሚያወርዱበት ሊንክ ወደ ኢሜልዎ ተልኳል",
    "Menus":"ምናሌዎች",
    "Husen Building, 2nd Floor, Bole 24, Addis ababa Ethiopia":"ሁሴን ህንፃ፣ 2ኛ ፎቅ፣ ቦሌ 24፣ አዲስ አበባ፣ ኢትዮጵያ",
    "AfroMiNA Digital Technologies PLC. All Right Reserved.":"አፍሮሚና ዲጂታል ቴክኖሎጂስ ኃ.የተ.የግ.ማ.- መብቱ በሕግ የተጠበቀ ነው",
    "Surfie Features":"ሰርፊ ባህሪያት",
    "The internet has created endless opportunities and information is available to everybody anywhere. Our kids natural curiosity can lead them to search, and be exposed to inappropriate content, unfit for their age.":"ኢንተርኔት ማለቂያ የሌላቸውን እድሎች ፈጥሯል እና መረጃ በማንኛውም ቦታ ለሁሉም ሰው ተደራሽ ነው። የልጆቻችን ተፈጥሯዊ የማወቅ ጉጉት ወደ ፍለጋ ይመራቸዋል፣ ላልተገባ እና ለእድሜያቸው ብቁ ያልሆነ ይዘት ላለው መረጃ ሊጋለጡ ይችላሉ፣ ከእንደዚህ አይነት አደጋዎች መጠበቅ የቤተሰብ ሀላፊነት ነው።",
    "Protect your kids with the Surfie apps innovative digital parenting features":"ልጆችዎን በሰርፊ ዲጂታል የወላጅነት መተግበሪያ ይጠብቁ",
    "Surfie Platforms":"ሰርፊ መድረኮች",
    "Surfie Parent":"ሰርፊ ወላጅ",
    "An approachable, simple-to-use tool that gives you constant access to your kids smart gadgets and keeps them safe and secure.":"24/7 ለህፃናት ዘመናዊ መሳሪያዎ መለያ የሚሰጥ እና ደህንነታቸውን የሚጠብቅ፣ ለመጠቀም ቀላል የሆነ መተግበሪያ።",
    "Surfie Child":"ሰርፊ ልጆች",
    "Install the app across all of your childrens devices to protect them from online risks.":"የልጆችዎን ከኦንላይን አደጋዎችን ለመጠበቅ በሁሉም የልጆችዎ መሳሪያዎች ላይ መተግበሪያውን ይጫኑ።",
    "Surfie PC Client":"የሰርፊ ፒሲ ደንበኛ",
    "Surfie PC client is installed on Windows-based computers.":"የሰርፊ ፒሲ በዊንዶውስ ኮምፒውተሮች ላይ በመጫን ይጠቀሙ",
    "Advanced Internet Filtering":"የላቀ ኢንተርኔት ማጣሪያ",
    "Monitor and filter your kids internet consumption, based on their age. Block access, restrict access and filter out what you think is appropriate or let Surfie decide for you.":"የልጆቻችሁን የኢንተርኔት አጠቃቀም እንደ እድሜያቸው መቆጣጠር፣ ዌብሳይት ማገድ፣እና ተገቢ ነው ብለው የሚያስቡትን ያጣሩ ወይም ሰርፊ እንድከታተልሎት ይፍቀዱ።",
    "Read More":"ተጨማሪ ጽሑፍ",
    "Read Less":"ዋና ጽሑፍ",
    "Who we are":"ስለ እኛ",
    "AfroMiNA Digital Technologies PLC is an African digital solutions company based in Ethiopia established back in 2018 with the motto “Striving to Narrow Down the Digital Divide in Africa” working mainly focused on easing the accessibility of impactful digital solutions to society.":"አፍሮሚና ዲጂታል ቴክኖሎጂስ ኃ.የተ.የግ.ማ በ 2018 የተመሰረተው 'በአፍሪካ ያለውን ዲጂታል ክፍፍል ማጥበብ' በሚል መሪ ቃል የተመሰረተ ሲሆን በአፍሪካ የዲጂታል መፍትሄዎችን ሰጪ ኩባንያ ነዉ፣ በዋናነት ለህብረተሰቡ ጠቃሚ የሆኑ ዲጂታል መፍትሄዎችን ተደራሽ በማድረግ ላይ ነው።",
    "In-partnership with one of the world leading online parental control service providers called PureSight based in Israel, which is currently protecting millions of kids and families all over the world, we brought a digital solution called Surfie Ethiopia for Ethiopian society to contribute our part in ensuring the online safety of families and children in Ethiopia.":"በአሁኑ ወቅት በመላው አለም በሚሊዮን የሚቆጠሩ ህጻናትን እና ቤተሰቦችን እየጠበቀ የሚገኘው PureSight ከተሰኘው የአለም ግንባር ቀደም የኦንላይን የልጆች ቁጥጥር አገልግሎት አቅራቢ ጋር በመተባበር ለኢትዮጵያዊያን ማህበረሰብ ተደራሽ ለማድረግ ሰርፊ ኢትዮጵያ የተሰኘ ዲጂታል መፍትሄ አምጥተናል። በኢትዮጵያ ውስጥ የልጆችን የኦንላይን ደህንነት ለማረጋገጥ እየሰራን እንገኛለን።",
    "Vision":"ራዕይ",
    "Mission":"ተልዕኮ",
    "To be one of the leading forefronts in ensuring online safety for families and children in Ethiopia.":"በኢትዮጵያ የልጆችን የኦንለይን ደህንነት በማረጋገጥ ግንባር ቀደም መሆን።",
    "To support and assure millions of families in Ethiopia to protect their children from any online unsafe activities, which they are exposed to because of smart devices, with our parental control mobile application, Surfie Ethiopia, and contribute towards creating good citizenship for our country and the world.":"በኢትዮጵያ ውስጥ በሚሊዮን የሚቆጠሩ ቤተሰቦች ልጆቻቸውን ከየትኛውም የኢንተርኔት አደገኛ እንቅስቃሴዎች እንዲጠብቁ፣ ዘመናዊ ስልኮችን በመጠቀም ልጆች በወላጅ እይታ ዉስጥ እንዲቆዩ ማድረግ፣ በሰርፊ ኢትዮጵያ መተግበሪያ በመደገፍ ለሀገራችን እና ለአለም መልካም ዜጋ ለመፍጠር የበኩላችንን አስተዋፅዖ ማበርከት።",
   "Frequently Asked Questions -FAQ":"በተደጋጋሚ የሚጠየቁ ጥያቄዎች",
   "How can we help you?":"እንዴት ልረዳህ/ሽ?",
   "Send":"ላክ",
   "Please fill all fields first!":"እባክዎ መጀመሪያ ሁሉንም መስኮች ይሙሉ!",
   "Email you provided is not valid!":"ያስገቡት ኢሜይል ልክ አይደለም!",
   "Successfully sent, we will contact you soon!":"በተሳካ ሁኔታ ተልኳል፣ በቅርቡ እናገኝዎታለን!",
   "We couldn't receive your message please retry later!":"መልእክትህን ልንቀበለው አልቻልንም እባክህ ቆይተህ እንደገና ሞክር!",
   "There is error sending your message please retry later!":"መልእክትህን ልንቀበል አልቻልንም። እባክህ ቆይተህ እንደገና ሞክር!",
   "Get in Touch":"ተገናኝ",
   "Drop Message":"መልእክት ይላኩልን",
   "Don’t hesitate to contact us at any time":"በማንኛውም ጊዜ እኛን ማግኛት ይችላሉ።",
   "we are 24/7 available.":" 24/7 ያገኙናል።",
   "Visit Us":"ይጎብኙን",
   "Mail Us":"መልእክት ይላኩልን።",
   "Call Us":"ይደውሉልን",
   "Create Account":"መለያ ፍጠር",
   "Add User Information":"የተጠቃሚ መረጃ ያክሉ",
   "First Name":"የመጀመሪያ ስም",
   "Middle Name":"የአባት ስም",
   "Last Name":"የአያት ስም",
   "Email Address":"የ ኢሜል አድራሻ",
   "Phone":"ስልክ",
   "Living Address":"የመኖሪያ አድራሻ",
   "Account Credentials":"የመለያ መረጃ",
   "Username":"የተጠቃሚ ስም",
   "Password":"የይለፍ ቃል",
   "Confirm Password":"የይለፍ ቃል አረጋግጥ",
   "Select License":"ፈቃድ ይምረጡ",
   " License":" ፈቃድ",
   "monthly":"ወርሃዊ",
   "Choose payment method":"የመክፈያ ዘዴ ይምረጡ",
   "With Cash":"በጥሬ ገንዘብ",
   "Back":"ተመለስ",
   "Successfully Created":"መለያ በተሳካ ሁኔታ ፈጥረዋል",
   "We will send you an email as soon as your account get activated!":"መለያዎ አገልግሎት እንደጀመረ ኢሜል ይደርሶታል!",
   "Can i disconnect my children's devices from the Internet in case they spent too much time online?":"የልጆቼን መሳሪያዎች ከበይነመረቡ ማላቀቅ እችላለሁ? በመስመር ላይ ብዙ ጊዜ እያሳለፉ ከሆነ?",
     "Yes, you can. Just open the parent app (Surfie-Parent) and tab the disconnect button on the bottom of the Family Overview screen. If you want to disconnect just some of your children, then select the disconnect button on the relevant profiles.":"አዎ፣ ትችላለህ። የወላጅ መተግበሪያዉን (Surfie-Parent) ይክፈቱ እና በቤተሰቡ ግርጌ ላይ ያለውን ግንኙነት አቋርጥ የሚለውን ቁልፍ ይጫኑ።  ጥቂቶቹን ብቻ ማቋረጥ ከፈለጉ ልጆች ፣ በሚመለከተው ልጅ ላይ ያለውን ግንኙነት አቋርጥ የሚለውን ቁልፍ ይጫኑ።.",
     "I installed the child-app on my childrens iphones but i do not see any information on what application they used?":"የልጅ-መተግበሪያውን በልጆቼ አይፎን መሳረያዎች ላይ ጫንኩት ግን እኔ በምጠቀምበት መተግበሪያ ላይ ምንም መረጃ አያሳይም?",
     "At this stage, our protection for iPhones include: WhatsApp and Facebook cyber-bullying alerts, location tracking and location alerts and website filtering. In the new future we will also introduce app-usage tracking for iOS devices (as we already have for Android phones and tablets).":"በዚህ ደረጃ፣ የእኛ ጥበቃ ለአይፎኖች የሚከተሉትን ያጠቃልላል፣ የWhatsapp እና የFacebook የሳይበር-ትንኮሳ ማንቂያዎች ፣ ልጆች የት እንዳሉ መከታተል ፣ አድራሻ ማሳወቅ እና ድህረ ገጽ ማጣሪያን ያካትታል. ወደፊት እንደ አንድሮይድ ለiOS የሚሆን የልጆች አጠቃቀምን መከታተያ ምናስተዋዉቅ ይሆናል።",
     "During the Surfie-Kid app installation, I got a VPN connection error 'Your certeficate is permature' what shouid i do?":"የሰርፊ-ኪድ መተግበሪያ በምጭንበት ወቅት፣ 'Your certificate is premature' የሚል ማሳወቅያ ደረሳኝ።  ምን ማድረግ አለብኝ?.",
     "Go to Settings":"Settings ወስጥ ይግቡ",
     "General":"አጠቃላይ",
     "Date & Time and turn on Set automatically":"ቀን እና ሰዓት ስር Set automatically የሚለዉን ይጫኑ።",
     "I forgot my Parental app password. what can i do?":"የወላጅ መተግበሪያ የይለፍ ቃሌን ረሳሁት። ምን ላድርግ?",
     "Tab the 'Forgot Password' option on the sign in screen of the parent app. An email will be sent to you to reset your password.":"የወላጅ መተግበሪያ መጀመሪያ ገጽ ላይ “የይለፍ ቃል ረሳው” የሚለውን አማራጭ ይምረጡ፣ . የይለፍ ቃል ማስተካከያ ኢሜይል ይላክልዎታል።",
     "I have Surfie installed on my son device and i want to give this device to my daughter now. How can i change the profile?":"በወንዲ ልጄ መሳሪያ ላይ ሰርፊን ጫንኩኝ እና ይህን መሳሪያ አሁን ለሴት ልጄ መስጠት እፈልጋለሁ። መለያዉን እንዴት መለወጥ እችላለሁ?",
     "Login to our parent web-portal at: http://surfie.puresight.com. We recommend to use a PC for that. Select Settings, Advanced Setting and finally Device settings. Look for your son’s device and select your daughter’s profile from the drop-down list. Click Save Changes.":"ወደ የኛ ወላጅ 'web-portal' በሚከተለው አድራሻ ይግቡ፡ http://surfie.puresight.com ፒሲ እንድጠቀሙ እንመክራለን። 'Settings' የሚለውን ይምረጡ፣ከዛን 'Advanced Setting' ይምረጡ እና በመጨረሻም 'Device Setting' ይምረጡ. የወንድ ልጅዎን መለያ ይፈልጉ እና ከ'Dropdown' ዝርዝሩ ውስጥ የሴት ልጆን መለያ ይምረጡ። ከዚያ 'Save Changes'  የሚለዉን ይጫኑ።.",
     "How can i block or allow specific website?":"ድህረ ገጾችን እንዴት መፍቀድ ወይም ማገድ  እችላለሁ?",
     "1. Login to our parent web-portal at: http://surfie.puresight.com":"1. ወደ የእኛ የወላጅ ድር-ፖርታል በ http://surfie.puresight.com ይግቡ",
     "2. Click on Settings":"2. 'Setting' ዉስጥ ይግቡ። ",
     "3. Select the relevant child profile":"3. የልጁን መለያ ይምረጡ።",
     "4. Click on Websites":"4. 'Websites' የሚለዉን ይጫኑ።",
     "5. Scroll down to Block or Allow Websites":"5. ወደ ታች 'Block or Allow Websites' ወደምለዉ ይሸብልሉ።",
     "6. Under Step 3, enter the relevant site (example:cnn.com; disney.com)":"6. በደረጃ 3 ስር ተገቢውን ጣቢያ ያስገቡ (ለምሳሌ:cnn.com; disney.com)",
     "7. Select Block or Allow":"7. 'Block or Allow' የሚለዉን ይምረጡ።",
     "8. Click Add":"8. 'Add' የሚለዉን ይጫኑ።",
     "9. Click Save Changes":"9. 'Save Changes' የሚለዉን ይጫኑ።",
     "How can i change my child profile picture?":"የልጄን መለያ ፎቶ እንዴት መለወጥ እችላለሁ?",
     "1. On the parent app, tab Settings on the Family Overview screen":"1. በወላጅ መተግበሪያ ላይ 'Setting' ዉስጥ ይግቡ።",
     "2. Select Child profile settings":"2. የልጅዎን መለያ 'setting' ይምረጡ ",
     "4. Tab Change Profile Picture":"4. 'Change Profile Picture' የሚለዉን ይጫኑ።",
     "I installed the parental control application on my android phone, then i created a profile for my daughter and sent the download link of the child-app to her phone. Later day i checked her online activities but i only saw three empty screen: Social, Web, and Time. Why and where is the Location and App screen?":"የወላጅ ቁጥጥር መተግበሪያዉን በአንድሮይድ ስልኬ ላይ ጫንኩኝ ከዚያም ለልጄ መለያ ፈጠርኩኝና የልጅ-መተግበሪያ ማዉረጅያ ሊንክ ወደ ስልኳ ላኩኝ ። በኋላ ላይ እሷን የኦንላይን ላይ እንቅስቃሴዎችን ማየት ችዬ ነበር ነገርግን ሶስት  ስክሪን ብቻ ነዉ ማየት የቻልኩት እነሱም፡ ማህበራዊ ሚድያ፣ ድህረ ገጽ እና ሰዓት መከታተያ ናቸዉ።  የቦታ እና መተግበሪያዎችን መከታተያ የት ነው ማገኛዉ?",
     "You did not complete the installation of the child-app on your daughter’s phone. Take her phone and click on the installation link you sent. Complete the installation and you will see also the location and app screen. After your daughter uses her phone, you will see some of her online activities.":"የልጅ-መተግበሪያውን በሴት ልጅዎ ስልክ ላይ ጭነዉ  አልጨረሱም። በስልኳ  ላይ የላኩትን የመጫኛ ሊንክ እንደገና ይንኩና። መጫኑን ያጠናቁ ከዚያ በዉኋላ ልጅዎ ስልኳን ከተጠቀመች በኋላ የቦታና እና የመተግበሪያዎችን መከታተያ ገጽ ያያሉ።",
     "I can't see any Facebook activities of my son. why?":"የልጄን የፌስቡክ እንቅስቃሴ ማየት አልቻልኩም። ለምን?",
     "You have to activate our Facebook protection. Open the Facebook App on your son’s Android device or iPhone and follow the install wizard. Once you have activated our Facebook protection on one platform (Android, iOS or Windows) it will work for all of them.":"የፌስቡክ ጥበቃችንን ማስጀመር አለብህ። በልጅዎ አንድሮይድ መሳሪያ ወይም አይፎን ላይ የፌስቡክ መተግበሪያን ይክፈቱ እና የመጫኛ 'Manual' ይከተሉ። አንዴ የፌስቡክ ጥበቃችንን በአንድ ፕላትፎርም (አንድሮይድ፣አይኦኤስ ወይም ዊንዶውስ) ላይ ካደረጉት በኋላ ለሁሉም ይሰራል።",
     "I subscribed to your service, How do i delete my account?":"ለአገልግሎትዎ ተመዝግቤ ነበር፣ መለያዬን እንዴት ማጥፋት እችላለሁ?",
     "To delete your account please contact us":"መለያዎን ለመሰረዝ እባክዎ ያነጋግሩን።",
     "My daughter's profile is gray and it says 'You turned her device off'. How do i turn it on again?":"የልጄ መለያ ግራጫ ነው እና 'You turned her device off' ይላል። እንዴት እንደገና ማብራት እችላለሁ?",
     "It’s very easy. Open the parent-app (Surfie-Parent) and tab the “Connect button” on the top of daughter’s profile. Within a few seconds the device will be reconnected to the Internet.":"በጣም ቀላል ነው. የወላጅ መተግበሪያን (Surfie-Parent) ይክፈቱ እና በልጅዎ መለያ አናት ላይ ያለውን 'Connect' የሚለዉን ቁልፈ ይጫኑ። በጥቂት ሰከንዶች ውስጥ መሣሪያው ከበይነመረቡ ጋር እንደገና ይገናኛል።",
     "I used the option to disconnect the computer of my son from the internet. Now i want to reconnect him, but it does't seem to work. what can i do?":"የልጄን ኮምፒውተር ከበይነመረቡ ለማቋረጥ አማራጩን እጠቀም ነበር። አሁን እሱን እንደገና ከበይነመረቡ ማገናኘት እፈልጋለሁ፣ ነገር ግእየሰራልኝ አይደለም። ምን ላድርግ?",
     "The reconnect may take some time. To speed things up we recommend to open the Surfie sys tray icon on your son’s computer taskbar and to click the option “synchronize now”. Afterwards, your son should be reconnected to the Internet":"ዳግም ግንኙነቱ የተወሰነ ጊዜ ሊወስድ ይችላል። ነገሮችን ለማፋጠን በልጅዎ የኮምፒዩተር የተግባር አሞሌ ላይ የ Surfie systray ምልክት ይንኩና  'synchronize now የሚለውን አማራጭ ይጫኑ ። ከዚያ በኋላ፣ ልጅዎ በቀላሉ ከበይነመረቡ ጋር እንደገና መገናኘት ይችላል።",
     "I do not see my daughter's location anymore and i don't get notification when she leaves school. what can i do?":"ልጄ የምትገኝበትን ቦታ ማወቅ አልቻልኩም፣ ከትምህርት ቤት ስትወጣ ማሳወቂያም አይደርሰኝም። ምን ላድርግ?",
     "In such a case you need to check a few things on your child’s mobile device.":"በእንደዚህ ዓይነት ሁኔታ በልጅዎ ተንቀሳቃሽ መሳሪያ ላይ ጥቂት ነገሮችን መፈተሽ ያስፈልግዎታል.",
     "For Android devices: First check if GPS is turned on and if high accuracy mode is selected. Go to Settings, look for location and update the GPS and accuracy mode settings. Secondly, you need to check if Surfie-Kids still has the required location permissions. Go to Settings, Manage Apps, look for Surfie-Kids, go to permissions and make sure that the location permission is turned on and set to “always allow” (Note, the terms used by each phone manufacturer might be slightly different.) If you need help, let us know.":"ለአንድሮይድ መሳሪያዎች፡ በመጀመሪያ GPS መብራቱን እና ትክክለኛነት Setting መመረጡን ያረጋግጡ። ወደ ‘Setting’ ይሂዱ, አካባቢን ይፈልጉ እና የGPS Setting ያስተካክሉ. በሁለተኛ ደረጃ፣ Surfie-Kids አሁንም አስፈላጊው የGPS ፍቃድ እንዳለው ማረጋገጥ አለቦት። ወደ ‘Setting’  ይሂዱ፣ ‘Manage Apps’ ፣ ሰርፊ-ክድ መተግበረያ ይፈልጉ፣ ወደ ‘permissions’ ይሂዱ እና የGPS ፈቃድ መብራቱን ያረጋግጡ እና  “always allow” Setting ያብሩ (ማስታወሻ፣ እያንዳንዱ የስልክ አምራች የሚጠቀሙባቸው ውሎች ትንሽ ሊለያዩ ይችላሉ።) እርዳታ ከፈለጉ ፣ ያሳውቁን።",
     "For iOS devices: Check if the location permission for Surfie Kids is turned on. Go to settings, scroll down to Surfie-Kids and make sure the location permission is turned on and set to always allow.":"ለiOS መሣሪያዎች፡ የSurfie-Kids ‘location permission’ መብራቱን ያረጋግጡ። ወደ ‘Setting’ ይሂዱ፣ ወደታች ወደ Surfie-Kids ይሸብልሉ እና የ 'location permission' መብራቱን እና 'always allow'  መሆኑን ያረጋግጡ።",
     "Caught your kid in the act of watching porn? For young children especially, this can be incredibly worrying. You wanted to have a conversation about sex and intimacy at a designated time, providing them with a more open and realistic environment to discuss sexual behavior.":"ልጅዎ የብልግና ምስሎችን ሲመለከት ይዘውት ያውቃሉ? በተለይ ለትንንሽ ወጣት ልጆች በማይታመን ሁኔታ አሳሳቢ ነው፡፡ ስለ ወሲባዊ ባህሪ እና መቀራረብ በተወሰነ ጊዜ ላይ ውይይት ማድረግ እና የበለጠ ግልጽ እና ተጨባጭ ሁኔታን መስጠት ፈልገው ይሆናል፡፡",
   "Or maybe your child has heard alarming discussions about the need to look and behave a certain way, and then started researching ways to lose weight quickly.":"ወይም ደግሞ ልጅዎ ስለ ገጽታ አስፈላጊነት እና ስለ የባህሪ መንገድ አነቃቂ ውይይቶችን ሰምቶ እና ከዚያም ክብደትን በፍጥነት ለመቀነስ መንገዶችን መመርመር ይጀምራል፡፡",
   "In both of these cases, you should be alerted and ready to take the course of action necessary to protect your children. PureSight’s Advanced Internet Filtering alerts you to any potentially worrying content competition, alerting you as and when you need to be aware. Surfie will adjust the acceptable content to each child’s age, meaning a 7 year old will be allowed to view different content to a 14 year old.":"በእነዚህ በሁለቱም ሁኔታዎች ልጆቻችሁን ለመጠበቅ አስፈላጊውን እርምጃ ለመውሰድ ዝግጁ መሆን አለባችሁ። በሰርፊ ኢትዮጲያ የላቀ የበይነመረብ ማጣሪያ መሰረት ማንኛውም አስጨናቂ ሊሆን የሚችል የይዘት ውድድር ያስጠነቅቀዎታል፣ መቼ ማወቅ እንዳለቦት ያሳውቅዎታል። ሰርፊ ተቀባይነት ያለውን ይዘት ከእያንዳንዱ ልጅ ዕድሜ ጋር ያስተካክላል፣ ይህም ማለት የ7 አመት ልጅ ከ14 አመት ልጅ የተለየ ይዘት እንዲያይ ይፈቀድለታል።",
   "The content filtering feature covers a range of categories, including drugs, hateful content., violence, gambling, cyberbullying and more.":"የይዘት ማጣሪያ ባህሪው አደንዛዥ እጾችን፣ የጥላቻ ይዘትን፣ ጥቃትን፣ ቁማርን፣ ሳይበር ጉልበተኝነትን እና ሌሎችንም ጨምሮ የተለያዩ ምድቦችን ይሸፍናል።",




   "Social Media Monitoring":"የማህበራዊ ሚዲያ ክትትል",
   "Track conversations across popular platforms like WhatsApp, Instagram, Viber and Facebook for troubling keywords to do with inappropriate situations, behaviors and conversations.":"እንደ ዋትስአፕ፣ ኢንስታግራም፣ ቫይበር እና ፌስቡክ ባሉ ታዋቂ ማህበራዊ ሚዲያ ላይ የሚደረጉ ውይይቶችን ተገቢ ያልሆኑ  ቃላት አላስፈላጊ ሁኔታዎች ውስጥ የሚከት፣ ባህሪያት እና ንግግሮች መከታተያ።",
   "How can you tell that your child is chatting with appropriate people – and that they’re not being secretly groomed? Can you be certain you know their chat partners are safe, and who they say they are? How about what your children are chatting about?":"ልጅዎ ከጠቃሚ ሰዎች ጋር እየተነጋገረ መሆኑን - እና በድብቅ እየተዘጋጁ እንዳልሆነ እንዴት ማወቅ ይችላሉ? እርግጠኛ መሆን ይቻላሉ የውይይት አጋሮቻቸው ጠቃሚ እንደሆኑ እና እነማን ናቸው የሚሉት? ልጆችዎ ስለሚወያዩበት ነገርስ?",
   "Surfie monitors your children’s chats, making sure they are safe and talking to people in their contact list, and about safe topics. You’ll receive notifications should any potentially troubling keywords come up, and know at all times who your kids are chatting with. Enjoy a middle-ground for you both – allowing your kids to keep their privacy, while you protect them from any digital harm.":"ሰርፊ የልጆቻችሁን ውይይቶች ይከታተላል፣ ደህንነታቸው የተጠበቀ እና የስልክ ዝርዝራቸው ውስጥ ካሉ ሰዎች ጋር መነጋገራቸው፣ እና ደህንነታቸው የተጠበቁ ርዕሶች ማንሳታቸውን ይቆጣጠራል። አስጨናቂ ሊሆኑ የሚችሉ ቃላቶች ከመጡባቸው እና ልጆቻችሁ ከማን ጋር እየተወያዩ እንደሆነ ሁል ጊዜ መረጃ ይደርሶታል። ለሁለታችሁም በመሀል ጠቃሚ ነው - ልጆቻችሁ ግላዊነትን እንዲጠብቁ በመፍቀድ ከማንኛውም ዲጂታል ጉዳት የጠብቋቸዋል።",



   "Parental Alert Notifications":"የወላጅ ማንቂያ ማሳወቂያዎች",
   "Receive notifications once certain flags are raised – if something happens, a keyword is triggered or otherwise.":"የተወሰኑ መተላለፎች ከተከሰቱ ማሳወቂያዎች ይደርሶታል - የሆነ ነገር ከተከሰተ፣ ጎጂ ቃል ደርሷቸዋል ማለት ነው ወይም በሌላ።",
   "Has your child received a message that their friend’s parents aren’t at home? Or about something secual, drug-related, violent or otherwise inappropriate?":"ልጅዎ የጓደኛቸው ወላጆች እቤት ውስጥ እንደማይገኙ የሚገልጽ መልእክት ደርሷቸዋል? ወይም ስለ ወሲባዊ ነገር፣ ከአደንዛዥ ዕፅ ጋር የተገናኘ፣ ዓመፀኛ ወይም ሌላ ተገቢ ያልሆነ ነገር?",
   "No matter the inappropriate action or content, Surfie will alert you – according to pre-defined, age-appropriate filters – when something has triggered the inappropriate content filter and let you know all about it. Once you receive a notification, you can then choose which action to take in response – block, restrict or otherwise. It’s your call.":"ተገቢ ያልሆነ ተግባር ወይም ይዘት ምንም ይሁን ምን ሰርፊ እርስዎን ያስጠነቅቀዎታል - አስቀድሞ በተገለጸው መሰረት ከእድሜ ጋር ተዛማጅነት ባላቸው ማጣሪያዎች - የሆነ ነገር አግባብ ያልሆነውን የይዘት ማጣሪያ ሲያስጀምረው ስለሚሆነው ነገር ያሳውቅዎታል። አንዴ ማሳወቂያ ከተቀበሉ በኋላ ምላሽ ለመስጠት የትኛውን እርምጃ እንደሚወስዱ መምረጥ ይችላሉ - ማገድ፣ መገደብ ወይም ሌላ።",
   


   "24/7 Cross-Device Monitoring":"24/7 የቴክኖሎጂ መሳሪያ ክትትል",
   "Do you know how your kids use their devices at night? Now you can, and will! Monitor your kids’ devices 24/7, all from one easy-to-use dashboard.":"ልጆችዎ በምሽት የቴክኖሎጂ መሣሪያዎቻቸውን እንዴት እንደሚጠቀሙ ያውቃሉ? እንግዲያውስ አሁን ማወቅ ይችላሉ! የልጆችዎን የቴክኖሎጂ መሳሪያዎች 24/7 ይቆጣጠሩ፣ ሁሉም ከአንድ ለአጠቃቀም ቀላል ከሆነ የመረጃ ቋት ላይ ክትትሉ ይደርሶታል።",
   "Is your child secretly messaging someone late at night, long after you’d thought they;d gone to bed? Are they spending too much time on their apps and social media? Could they be secretly watching porn? Surfie will let you know exactly what they’re doing, when and how – you’ll be notified as and when something isn’t right, across multiple devices – all from one secure dashboard.":"ልጅዎ ተኝቷል ብለው ካሰቡ ከረጅም ሰአት በኋላ በምሽት ከአንድ ሰው ጋር በድብቅ መልእክት ይላላካሉ? በመተግበሪያዎቻቸው እና በማህበራዊ ሚዲያዎቻቸው ላይ በጣም ብዙ ጊዜ ያሳልፋሉ? የብልግና ምስሎችንስ በድብቅ ይመለከቱ ይሆን? ሰርፊ ኢትዮጲያ በትክክል ምን እንደሚሰሩ፣ መቼ እና እንዴት ሚለውን ያሳውቅዎታል - የሆነ ነገር ትክክል ካልሆነ ማሳወቂያ ይደርስዎታል፣ በሁሉም የቴክኖሎጂ መሳሪያዎች ላይ - ሁሉም መልእክቶች ከአስተማማኝ የመረጃ ቋት ላይ ይደርሶታል።",


   "Screen Time Limits":"የመጠቀሚያ ጊዜ ገደቦች",
   "Set the limits and Surfie will make sure they’re stuck to, meaning no more arguments! Block, restrict uses of apps, and limit the amount of time for use per app, or for screen time in total.":"ገደቦቹን በሰአት ይሙሉ እና ሰርፊ ኢትዮጲያ የተሞላው ጊዜ መያዛቸውን ያረጋግጣል፣ ይህም ማለት ተጨማሪ ክርክሮች የሉም! እንዳይጠቀሙ ማገድ፣ የመተግበሪያዎች አጠቃቀምን ገድብ እና ለአንድ መተግበሪያ ጥቅም ላይ የሚውልበትን ጊዜ ወይም በአጠቃላይ የመጠቀሚያ ጊዜን ይገድባል።",
   "Are you worried your children are spending too long on their devices, or on certain apps,and you can’t think of a way to track or limit this? Surfie will do it all for you: you’ll receive a detailed report of how long your children have spent on devices and apps, and know exactly how long your kids are spending with their screens, broken down by app and activity, then limit the time being used by certain apps, or restrict them completely.":"ልጆችዎ በቴክኖሎጂ መሣሪያዎቻቸው ላይ ወይም በተወሰኑ መተግበሪያዎች ላይ በጣም ረጅም ጊዜ ሲያጠፉ ይጨነቁዎታል? እና ይህን የሚከታተሉበት ወይም የሚገድቡበትን መንገድ አስበው ይሆን? ሰርፊ ኢትዮጲያ ሁሉንም ያደርግልዎታል፡ ልጆችዎ በቴክኖሎጂ መሳሪያዎቻቸው እና መተግበሪያዎች ላይ ለምን ያህል ጊዜ እንዳጠፉ የሚያሳይ ዝርዝር ዘገባ ይደርስዎታል እና ልጆችዎ በመተግበሪያ እና በእንቅስቃሴ የተከፋፈሉ በቴክኖሎጂ መሣሪያቸው ምን ያህል ጊዜ እንደሚያሳልፉ በትክክል ይወቁ እና ከዚያ የመጠቀሚያ ጊዜ ገደብ ያድርጉ። በተወሰኑ መተግበሪያዎች ጥቅም ላይ የሚውሉበት ጊዜ ወይም ሙሉ በሙሉ የመጠቀሚያ ጊዜያቸውን መገደብ ይችላሉ።",


   "Manage Apps and Games":"መተግበሪያዎችን እና መጫወቻዎችን መቆጣጠርያ",
   "Choose which apps your kids can use and block access to the ones you don’t want them to see. You can also balance the time they spend per app, and set a daily time limit for use.":"ልጆችዎ የትኛዎቹን መተግበሪያዎች መጠቀም እንደሚችሉ ይምረጡ እና እንዳይጠቀሙ የሚፈልጓቸውን ያግዱ። እንዲሁም በአንድ መተግበሪያ የሚያሳልፉትን ጊዜ ማመጣጠን እና ለመጠቀም ዕለታዊ የጊዜ ገደብ ማዘጋጀት ይችላሉ።",
   "Don’t want your children accessing certain apps or games, or maybe you’re worried about them tringto download inappropriate ones? Surfie allows you to easily block or restrict certain apps, games and other content, meaning no more fights with your children about what they can and can’t download or play!":"ልጆቻችሁ አንዳንድ መተግበሪያዎችን ወይም ጨዋታዎችን ሲጠቀሙ ወይም ምናልባት አግባብ ያልሆኑትን ለማውረድ መሞከራቸው አሳስቦት ይሆን? ሰርፊ ኢትዮጲያ የተወሰኑ መተግበሪያዎችን፣ ጨዋታዎችን እና ሌሎች ይዘቶችን በቀላሉ እንዲያግዱ ወይም እንዲገድቡ ይፈቅድልዎታል፣ ይህ ማለት ከልጆችዎ ጋር ማውረድ እና መጠቀም ስለሚችሉት እና ስለማይችሉት ነገር አያከራክሮትም!",


   "Find Your Kids’ Geolocation":"የልጆችዎን መገኛ አካባቢ መከታተያ",
   "Hyper-accurate geolocation tracking – know exactly where your kids are, and get reliable, accurate location alerts when they reach certain places.":"ልዕለ-ትክክለኛ የመገኛ አካባቢ መከታተያ - ልጆችዎ የት እንዳሉ በትክክል ይወቁ እና አንዳንድ ቦታዎች ላይ ሲደርሱ አስተማማኝ ትክክለኛ የአካባቢ ማሳወቂያዎችን ያግኙ።",
   "How can you know that your children are where they say they are, and who they’re with, or if they’re safely on their way home? Surfie’s hyper-accurate geolocation feature allows you to know exactly where your kids are, and even receive notifications when they leave a predefined point!":"ልጆቻችሁ እነሱ በሚነግሯችሁ ቦታ፣ እና ከማን ጋር እንደሆኑ፣ ወይም በሰላም ወደ ቤት እየሄዱ መሆናቸውን እንዴት ማወቅ ያስችሎታል? የሰርፊ ኢትዮጲያ ልዕለ-ትክክለኛ የመገኛ አካባቢ አገልግሎታችን አማካኝነት ልጆችዎ የት እንዳሉ በትክክል እንዲያውቁ እና አስቀድሞ የሞሉትን የመገኛ ቦታቸውን ሲለቁ ማሳወቂያዎችን እንዲቀበሉ ያስችልዎታል!",


   "Eyes Up Internet Disconnect":"የበይነመረብ ግንኙነት ማቋረጥ",
   "Disconnect your kids from the internet, all from the click of a button! Choose your moment, and…all eyes will magically lift upwards from their screens!":"ልጆችዎን ከበይነመረቡ ጋር ያላቸውን ግንኙነት አንድ ቁልፍ በመጫን ማቋረጥ ይችላሉ፡፡ ",
   "How many times have you called your family for dinner, only to find your kids sitting there like zombies, refusing to disconnect from their devices? With the Eyes Up internet Disconnect feature, you can disconnect the internet, so they’re forced to be parted from their dearly beloved phones for the duration of your choosing! Choose when and who to reconnect to the internet at your leisure, and enjoy quiet, screen-free family time when you want to.":"ምን ያህል ጊዜ ልጆችዎ ለእራት እንዲቀርቡ ተጣርተዋል ግን ልጆችዎ እዚያ ተቀምጠው ከቴክኖሎጂ መሳሪያዎቻቸው ጋር ግንኙነት ለማቋረጥ ፈቃደኛ ሳይሆኑ ያገኙዋቸዋል? በበይነመረብ ግንኙነት ማቋረጥ አገልግሎታችን አማካኝነት የኢንተርኔት ግንኙነታቸውን ማቋረጥ ይችላሉ፣ ስለዚህ እርስዎ እስከ መረጡት ጊዜ ድረስ ከሚወዷቸው ስልኮቻቸው ለመለያየት ይገደዳሉ! በመዝናኛ ጊዜዎ መቼ እና ማን ከበይነመረቡ ጋር እንዲገናኝ እንደፈቀዱ ይምረጡ፣ እና ሲፈልጉ በጸጥታ የበይነመረብ ግንኙነት ነጻ በሆነ የቤተሰብ ጊዜ ያሳልፉ።",


   "Browsing Habits":"የአሰሳ ልማዶች",
   "Alongside the top blocked websites, Surfie will give you a list of your kids’ top 10 most-visited websites. You’ll be able to see if your kids’ preferences change, for example, due to something they’ve recently experienced, or should any new behaviors develop. This feature can also be used to understand your kids’ areas of interest.":"እርሶ ካገዷቸው ድረ-ገጾች ጎን ለጎን ሰርፊ ኢትዮጲያ በልጆችዎ በጣም የተጎበኙ 10 የተመረጡ ድረ-ገጾች ዝርዝር ያሳውቆታል። የልጆቻችሁ ምርጫዎች ከተቀያየሩ ለምሳሌ በቅርብ ባጋጠሟቸው አንድ ነገር ምክንያት፣ ወይም ማናቸውም አዲስ ባህሪያት መፈጠር ካለባቸው ይበልጥ ለማወቅ የበይነመረብ አሰሳን ያካሂዳሉ። በዚህም አገልግሎት የልጆችዎን የፍላጎት ቦታዎች ለመረዳትም ሊያገለግዎ ይችላል።",
   "Kids tent to search their area of interest so as a parent its important to know it. Changes in the area of interest may point on event they have been involvement or new discussion they are part of it. Surfie will provide you the info for better parenting.":"የልጆች የፍላጎት አካባቢያቸውን ለማወቅ መፈለግ እንደ ወላጅ አስፈላጊ ነው። በልጆች ፍላጎት አካባቢ የሚደረጉ ለውጦች የተሳተፉበትን ክስተት ወይም አዲስ ውይይት አካል መሆናቸውን ሊጠቁሙ ይችላሉ። ሰርፊ ኢትዮጲያ ለተሻለ ወላጅነት መረጃውን ይሰጥዎታል።",
  

    "Family Safety Dashboard":"የቤተሰብ ደህንነት የመረጃ ቋት",
    "Our Surfie parent app is your family digital dashboard! The app will give you an overview of all your kid’s potential digital risks – aloof their devices, operating systems, and aloof your children, in one convenient, centralized place. The app will also proactively alert you in case something needs your attention, meaning you get to make the right digital parenting decisions, in real-time.":"የእኛ ሰርፊ ኢትዮጲያ መተግበሪያ የእርስዎ የቤተሰብ ዲጂታል የመረጃ ቋት ነው! መተግበሪያው ሁሉንም የልጅዎ ዲጂታል ስጋቶች አጠቃላይ እይታ ይሰጥዎታል - የቴክኖሎጂ መሳሪያዎቻቸውን፣ ኦፕሬቲንግ ሲስተሞችዎን በአንድ ምቹ እና የተማከለ ቦታ ያገኙታል። እንዲሁም የሆነ ነገር የእርስዎን ትኩረት የሚፈልግ ከሆነ መተግበሪያው በንቃት ያሳውቅዎታል ይህም ማለት ትክክለኛውን ዲጂታል የወላጅነት ውሳኔዎችን በቅጽበት እንዲወስኑ ያስችልዎታል።",
    "You can add all your kids and all their devices including you family shared devices. Surfie covers all kids digital threats and challenges such as content filtering, screen time, location, social applications monitoring and much more…":"ሁሉንም ልጆችዎን እና ሁሉንም የቴክጅኖሎጂ መሳሪያዎቻቸውን ጨምሮ እንዲሁም የቤተሰብ የጋራ መሳሪያዎችን በአንድ ማከል ይችላሉ። ሰርፊ ኢትዮጲያ እንደ የይዘት ማጣሪያ፣ የመጠቀሚያ ጊዜ፣ መገኛ አካባቢ፣ የማህበራዊ አፕሊኬሽኖች ክትትል እና ሌሎችንም የመሳሰሉ ሁሉንም የልጆች የዲጂታል ስጋቶች እና ፈተናዎችን ይሸፍናል።",


    "New online trends and risks":"አዲስ የመስመር ላይ ልምዶች  እና አደጋዎች",
    "The internet removes all of the real life geographical, age and cultural boundaries, meaning there are a wealth of new daily risks and threats that are ever-changing, and potentially dangerous for our kids’ online lives. Challenges such as the Momo Challange and the Blue Whale challenge are online trends erncouraging kids to perform a series of dangerous tasks including violent attacks, self-harm and even suicide.":"በይነመረብ ሁሉንም የእውነተኛ ህይወት መገኛ አካባቢ፣ እድሜ እና የባህል ድንበሮችን ያስወግዳል፣ ይህም ማለት ብዙ አዳዲስ ዕለታዊ ስጋቶች እና ሁል ጊዜ የሚለዋወጡ ስጋቶች ለልጆቻችን የበይነመረብ መስመር ላይ ህይወት አደገኛ ሊሆኑ ይችላሉ። እንደ ቻሌንጅ ያሉ ተግዳሮቶች ልጆች ተከታታይ አደገኛ ተግባራትን እንዲፈጽሙ የሚያበረታታ የአመፅ ጥቃቶች፣ ራስን መጉዳት እና ራስን ማጥፋትን ጨምሮ  የበይነመረብ መስመር ላይ ልምዶች ናቸው።",
    "Surfie Ethiopia has an established Content Lab with international content analysts, researching the emerging trends for children of all ages. Those threats are published to the PureSight site and uploaded to the Surfie service, alerting parents in case their children discuss or look into these new threats. With Surfie from Puresight, you’ll always be up-to-date with ever emerging risk and threats.":"ድርጅታችን በሁሉም ዕድሜ ላሉ ሕፃናት ብቅ ያሉ ልምዶችን በመመርመር ከዓለም አቀፍ የይዘት ተንታኞች ጋር የቆመ የይዘት ቤተ-ሙከራ አለው። እነዚያ አደገኛ ተግባራት ወደ Surfie Ethiopia ድረ-ገጽ ታትመው ወደ ሰርፊ ኢትዮጲያ አገልግሎት ይውላሉ፣ ለወላጆች ልጆቻቸው ስለእነዚህ አዳዲስ አደገኛ ተግባራት ሲወያዩ ወይም ሲመለከቱ ያሳውቃል ስለዚህ በሰርፊ ኢትዮጲያ ከድርጅታችን ሁልጊዜ በሚመጡ አዳዲስ አደጋዎች እና ስጋቶች ወቅታዊ መረጃ ይደርሶታል፡፡",


    "Advantages of using Surfie Ethiopia":"የሰርፊ ኢትዮጵያ ጥቅሞች",
    "Total Overlook":"አጠቃላይ እይታ",
    "Easy understanding of your child’s digital lifestyle, making it easier to start an open conversation about online behaviors.":"ስለ የበይነመረብ መስመር ላይ ባህሪያት ግልጽ ውይይት ለመጀመር የልጅዎን ዲጂታል አጠቃቀም ቀላል ማድረግ።",


    "Parenting Style":"የወላጅነት ዘይቤ",
    "Define age-appropriate boundaries, monitor digital use, or just simply get alerts.":"ከእድሜ ጋር የሚስማሙ ድንበሮችን ይግለጹ፣ ዲጂታል አጠቃቀምን ይቆጣጠሩ ወይም በቀላሉ ማንቂያዎችን ያግኙ።",


    "Peace of Mind":"የኣእምሮ ሰላም",
    "Know you child’s current activity at a glance, get immediate alerts and prevent screen addiction.":"የልጅዎን ወቅታዊ እንቅስቃሴ ይወቁ፣ ፈጣን ማንቂያዎችን ያግኙ እና የመጠቀም ጊዜ ሱስን ይከላከሉ።",

    
    "24/7 Support":"24/7 ድጋፍ",
    "Unlike other apps, with Surfie you are not left behind – support is here when you need it.":"እንደሌሎች መተግበሪያዎች በተለየ ከሰርፊ ኢትዮጲያ ጋር ወደ ኋላ አይቀሩም - ድጋፍ በሚፈልጉበት ጊዜ ሁሉ አለን።",

    "Apply Coupon Code":"የኩፖን ኮድዎን ያስገቡ",
    "Coupon Code":"የኩፖን ኮድ",
    "First enter coupon code":"መጀመሪያ የኩፖን ኮድዎን ያስገቡ",
    "Coupon code must be more than four character":"የኩፖን ኮድ ከአራት ፊደል በላይ መሆን አለበት።",
    "Successfully Applied Coupon Code!":"በተሳካ ሁኔታ ተከናውኗል",
    "Coupon Code doesn't exist or expired!":"የኩፖን ኮድ የለም ወይም ጊዜው ያለፈበት ነው!",
    "Error Applying Coupon Code!":"የኩፖን ኮድ ላይ ስህተት አለ!",
    "Please fill all fields":"እባክዎ ሁሉንም መስኮች ይሙሉ",
    "Password you entered doesn't match":"ያስገቡት የይለፍ ቃል ተመሳሳይ አይደለም።",
    "Please select payment option!":"እባክዎ የክፍያ አማራጭን ይምረጡ!",
    "Successfully Created!":"መለያ! በተሳካ ሁኔታ ተፈጥሯል።",
    "There is Missing Parameter!":"የጎደሉ መስኮች አሉ!",
    "Partnership with Surfie Ethiopia":"ከሰርፊ ኢትዮጵያ ጋር አጋርነት",
    "Refer & Earn": "ይጋብዙ እና ይከፈሉ",
    "Get":"",
    "5%":"",
    "10%":"",
    "of subscription payment for less than 50 referrals":"ከ50 ያነሱ ወላጆችን ከጠቆሙ 5% የደንበኝነት ክፍያ ያገኛሉ",
    "of subscription payment for more than 50 referrals":"ከ50 በላይ ወላጆችን ከጠቆሙ 10% የምዝገባ ክፍያ ያገኛሉ",
    "Join us Today":"ዛሬዉኑ ይቀላቀሉን",
    "Become partner, invite parents and get additional income":"አጋር ይሁኑ፣ ወላጆችን ይጋብዙ እና ተጨማሪ ገቢ ያግኙ",
    "Promo Section":"የማስተዋወቂያ መስኮች",
    "Referral Code":"የግብዣ ኮድ"

  }