{
    "Amharic": "አማርኛ",
    "English": "እንግሊዝኛ",
    "Home": "ዋና ገጽ",
    "Full name":"ሙሉ ስም",
    "Email":"ኢሜይል",
    "Write you message here...":"መልእክቶን እዚህ ያስቀምጡ...",
    "Features": "አገልግሎቶች",
    "Pricing": "የዋጋ ዝርዝር",
    "About Us": "ስለ እኛ",
    "Contact us": "አግኙን",
    "Contact": "አግኙን",
    "welcome": "ወደ ድረ-ገፃችን እንኳን ደህና መጡ!",
    "language": "ቋንቋ",
    "Parental Control Application": "የወላጅ ቁጥጥር መተግበሪያ",
    "AI-Based Online Child Safety Service": "AI ላይ የተመሠረተ ዲጂታል የልጆች ደህንነት ክትትል አገልግሎት",
    "Get started": "ጀምር",
    "Surfie Ethiopia App Features": "የሰርፊ ኢትዮጵያ መተግበሪያ ባህሪዎች",
    "Set Time Limit": "የጊዜ ገደብ ማስቀመጥ",
    "Allow parents to set limits on the amount of time their children can spend on their devices or on certain apps.": "ወላጆች ልጆቻቸው በዘመናዊ መሣሪያዎቻቸው ወይም በተወሰኑ መተግበሪያዎች ላይ የሚያሳልፉትን ጊዜ ገደብ እንዲያወጡ ይፈቅዳል።",
    "Cross Devices Protection": "ሁሉንም ዘመናዊ መሣሪያዎችን አንድ ላይ መጠበቅ",
    "Allows parents to apply their chosen settings across multiple devices, such as smartphones, tablets, laptops, and desktop computers.":"እንደ ስማርትፎኖች፣ ታብሌቶች፣ ላፕቶፖች እና ዴስክቶፕ ኮምፒውተሮች ባሉ ብዙ መሳሪያዎች ላይ ወላጆች የመረጡትን መቼት እንዲተገብሩ ያስችላቸዋል",
    "Track Location": "የት እንዳሉ መከታተል",
    "Location tracking features to help parents keep tabs on their childrens whereabouts.":"ወላጆች ልጆቻቸው የት እንዳሉ እንዲከታተሉ ለማገዝ አቅጣጫ ክትትል አገልግሎት።",
    "Web filtering": "ድህረገፅ ማጣሪያ",
    "Allow parents to block access to certain websites or categories of websites deemed inappropriate for children.":"ወላጆች የተወሰኑ ድር ጣቢያዎችን ወይም የድረ-ገጾች ምድቦችን ለህጻናት አግባብ አይደሉም ተብለው የሚታሰቡትን ድረ-ገጾችን እንዲያግዱ ያስችላቸዋል።",
    "App and game blocking":"መተግበሪያ እና ጨዋታዎችን ማገድ",
    "Allows parents to block access to certain apps on their childrens devices. Parents can choose which apps they want to block based on their content, age rating, or other criteria.":"ወላጆች በልጆቻቸው መሣሪያዎች ላይ የተወሰኑ መተግበሪያዎችን መዳረሻ እንዲያግዱ ያስችላቸዋል። ወላጆች በይዘታቸው፣ በእድሜ ደረጃ ወይም በሌሎች መመዘኛዎች ላይ በመመስረት የትኞቹን መተግበሪያዎች ማገድ እንደሚፈልጉ መምረጥ ይችላሉ።",
    "Cyberbullying protection":"የሳይበር ትንኮሳ ጥበቃ",
    "Help parents detect and prevent cyberbullying, such as alerts for offensive or threatening messages":"ወላጆች የመስመር ላይ ትንኮሳን እንዲያውቁ እና እንዲከላከሉ ይረዳል፣ እንደ አጸያፊ ወይም አስጊ መልዕክቶች ለወላጆች በማሳወቅ ፈጣን ምላሽ እንዲሰጡ በማድረግ።",
    "How to get started":"እንዴት መጠቀም እንደሚጀምሩ",
    "All steps completed happy parenting":"ሁሉም እርምጃዎች ተጠናቅቀዋል",
    "Reset": "እንደገና ለማንበብ",
    "Find More":"ተጨማሪ",
    "Package Pricing":"የጥቅል ዋጋ ዝርዝር",
    "One license for one device":"ለአንድ ዘመናዊ መሣሪያ አንድ ፈቃድ",
    "month":"ወር",
    "Monthly":"ወርሃዊ",
    "Annual":"አመታዊ",
    "annual":"ዓመታዊ",
    "Birr":"ብር",
    "Device Licence":"ዘመናዊ መሣሪያ ፈቃድ",
    "14 days free trial":"የ 14 ቀናት ነፃ ሙከራ",
    "Select":"ምረጥ",
    "Annually Pay only 3,300 Birr Get 1 month free":"በዓመት 3,300 ብር ብቻ ይክፈሉ 1 ወር ነፃ ያግኙ",
    "Annually Pay only 4,950 Birr Get 1 month free":"በዓመት 4,950 ብር ብቻ ይክፈሉ 1 ወር ነጻ ያግኙ",
    "Annually Pay only 6,600 ETB Get 1 month free":"በዓመት 6,600 ETB ብቻ ይክፈሉ 1 ወር ነጻ ያግኙ",
    "If you want Surfie Ethiopia license for more than 5 devices Contact us!":"ከ 5 በላይ የሰርፊ ኢትዮጵያ መሳሪያ ፍቃድ ከፈለጉ ያግኙን!",
    "Pay with":"የክፍያ አማራጮች",
    "It is Made Easy":"በመረጡት የክፍያ አማራጭ ይክፈሉን",
    "Do you feel like trying?":"መሞከር ይፈልጋሉ?",
    "Enter your email address":"የኢሜይል አድራሻዎን ያስገቡ",
    "Loading...":"በመጫን ላይ...",
    "Free Trial":"ነጳ ሙከራ",
    "We have already sent you an emailcheck your inbox or spam folder!":"ኢሜል ልከንልዎታል።",
    "Oops! something went wrong":"የሆነ ስህተት ተከስቷል",
    "The link to download the app is sent to email provided!":"አፑን የሚያወርዱበት ሊንክ ወደ ኢሜልዎ ተልኳል",
    "Menus":"ምናሌዎች",
    "Husen Building, 2nd Floor, Bole 24, Addis ababa Ethiopia":"ሁሴን ህንፃ፣ 2ኛ ፎቅ፣ ቦሌ 24፣ አዲስ አበባ፣ ኢትዮጵያ",
    "AfroMiNA Digital Technologies PLC. All Right Reserved.":"አፍሮሚና ዲጂታል ቴክኖሎጂስ ኃ.የተ.የግ.ማ. መብቱ የተጠበቀ.",
    "Surfie Features":"ሰርፊ ባህሪያት",
    "The internet has created endless opportunities and information is available to everybody anywhere. Our kids natural curiosity can lead them to search, and be exposed to inappropriate content, unfit for their age.":"ኢንተርኔት ማለቂያ የሌላቸውን እድሎች ፈጥሯል እና መረጃ በማንኛውም ቦታ ለሁሉም ሰው ተደራሽ ነው። የልጆቻችን ተፈጥሯዊ የማወቅ ጉጉት ወደ ፍለጋ ይመራቸዋል፣ ላልተገባ እና ለእድሜያቸው ብቁ ያልሆነ ይዘት ላለው መረጃ ሊጋለጡ ይችላሉ፣ ከእንደዚህ አይነት አደጋዎች መጠበቅ የቤተሰብ ሀላፊነት ነው።",
    "Protect your kids with the Surfie apps innovative digital parenting features":"ልጆችዎን በሰርፊ ዲጂታል የወላጅነት መተግበሪያ ይጠብቁ",
    "Surfie Platforms":"ሰርፊ መድረኮች",
    "Surfie Parent":"ሰርፊ ወላጅ",
    "An approachable, simple-to-use tool that gives you constant access to your kids smart gadgets and keeps them safe and secure.":"24/7 ለህፃናት ዘመናዊ መሳሪያዎ መለያ የሚሰጥ እና ደህንነታቸውን የሚጠብቅ፣ ለመጠቀም ቀላል የሆነ መተግበሪያ።",
    "Surfie Child":"ሰርፊ ልጆች",
    "Install the app across all of your childrens devices to protect them from online risks.":"የልጆችዎን ከኦንላይን አደጋዎችን ለመጠበቅ በሁሉም የልጆችዎ መሳሪያዎች ላይ መተግበሪያውን ይጫኑ።",
    "Surfie PC Client":"የሰርፊ ፒሲ ደንበኛ",
    "Surfie PC client is installed on Windows-based computers.":"የሰርፊ ፒሲ በዊንዶውስ ኮምፒውተሮች ላይ በመጫን ይጠቀሙ",
    "Advanced Internet Filtering":"የላቀ ኢንተርኔት ማጣሪያ",
    "Monitor and filter your kids internet consumption, based on their age. Block access, restrict access and filter out what you think is appropriate or let Surfie decide for you.":"የልጆቻችሁን የኢንተርኔት አጠቃቀም እንደ እድሜያቸው መቆጣጠር፣ ዌብሳይት ማገድ፣እና ተገቢ ነው ብለው የሚያስቡትን ያጣሩ ወይም ሰርፊ እንድከታተልሎት ይፍቀዱ።",
    "Read More":"ተጨማሪ ጽሑፍ",
    "Read Less":"ዋና ጽሑፍ",
    "Who we are":"ስለ እኛ",
    "AfroMiNA Digital Technologies PLC is an African digital solutions company based in Ethiopia established back in 2018 with the motto “Striving to Narrow Down the Digital Divide in Africa” working mainly focused on easing the accessibility of impactful digital solutions to society.":"አፍሮሚና ዲጂታል ቴክኖሎጂስ ኃ.የተ.የግ.ማ በ 2018 የተመሰረተው 'በአፍሪካ ያለውን ዲጂታል ክፍፍል ማጥበብ' በሚል መሪ ቃል የተመሰረተ ሲሆን በአፍሪካ የዲጂታል መፍትሄዎችን ሰጪ ኩባንያ ነዉ፣ በዋናነት ለህብረተሰቡ ጠቃሚ የሆኑ ዲጂታል መፍትሄዎችን ተደራሽ በማድረግ ላይ ነው።",
    "In-partnership with one of the world leading online parental control service providers called PureSight based in Israel, which is currently protecting millions of kids and families all over the world, we brought a digital solution called Surfie Ethiopia for Ethiopian society to contribute our part in ensuring the online safety of families and children in Ethiopia.":"በአሁኑ ወቅት በመላው አለም በሚሊዮን የሚቆጠሩ ህጻናትን እና ቤተሰቦችን እየጠበቀ የሚገኘው PureSight ከተሰኘው የአለም ግንባር ቀደም የኦንላይን የልጆች ቁጥጥር አገልግሎት አቅራቢ ጋር በመተባበር ለኢትዮጵያዊያን ማህበረሰብ ተደራሽ ለማድረግ ሰርፊ ኢትዮጵያ የተሰኘ ዲጂታል መፍትሄ አምጥተናል። በኢትዮጵያ ውስጥ የልጆችን የኦንላይን ደህንነት ለማረጋገጥ እየሰራን እንገኛለን።",
    "Vision":"ራዕይ",
    "Mission":"ተልዕኮ",
    "To be one of the leading forefronts in ensuring online safety for families and children in Ethiopia.":"በኢትዮጵያ የልጆችን የኦንለይን ደህንነት በማረጋገጥ ግንባር ቀደም መሆን።",
    "To support and assure millions of families in Ethiopia to protect their children from any online unsafe activities, which they are exposed to because of smart devices, with our parental control mobile application, Surfie Ethiopia, and contribute towards creating good citizenship for our country and the world.":"በኢትዮጵያ ውስጥ በሚሊዮን የሚቆጠሩ ቤተሰቦች ልጆቻቸውን ከየትኛውም የኢንተርኔት አደገኛ እንቅስቃሴዎች እንዲጠብቁ፣ ዘመናዊ ስልኮችን በመጠቀም ልጆች በወላጅ እይታ ዉስጥ እንዲቆዩ ማድረግ፣ በሰርፊ ኢትዮጵያ መተግበሪያ በመደገፍ ለሀገራችን እና ለአለም መልካም ዜጋ ለመፍጠር የበኩላችንን አስተዋፅዖ ማበርከት።",
   "Frequently Asked Questions -FAQ":"በተደጋጋሚ የሚጠየቁ ጥያቄዎች",
   "How can we help you?":"እንዴት ልረዳህ/ሽ?",
   "Send":"ላክ",
   "Please fill all fields first!":"እባክዎ መጀመሪያ ሁሉንም መስኮች ይሙሉ!",
   "Email you provided is not valid!":"ያስገቡት ኢሜይል ልክ አይደለም!",
   "Successfully sent, we will contact you soon!":"በተሳካ ሁኔታ ተልኳል፣ በቅርቡ እናገኝዎታለን!",
   "We couldn't receive your message please retry later!":"መልእክትህን ልንቀበለው አልቻልንም እባክህ ቆይተህ እንደገና ሞክር!",
   "There is error sending your message please retry later!":"መልእክትህን ልንቀበል አልቻልንም። እባክህ ቆይተህ እንደገና ሞክር!",
   "Get in Touch":"ተገናኝ",
   "Drop Message":"መልእክት ይላኩልን",
   "Don’t hesitate to contact us at any time":"በማንኛውም ጊዜ እኛን ማግኛት ይችላሉ።",
   "we are 24/7 available.":" 24/7 ያገኙናል።",
   "Visit Us":"ይጎብኙን",
   "Mail Us":"መልእክት ይላኩልን።",
   "Call Us":"ይደውሉልን",
   "Create Account":"መለያ ፍጠር",
   "Add User Information":"የተጠቃሚ መረጃ ያክሉ",
   "First Name":"የመጀመሪያ ስም",
   "Middle Name":"የአባት ስም",
   "Last Name":"የአያት ስም",
   "Email Address":"የ ኢሜል አድራሻ",
   "Phone":"ስልክ",
   "Living Address":"የመኖሪያ አድራሻ",
   "Account Credentials":"የመለያ መረጃ",
   "Username":"የተጠቃሚ ስም",
   "Password":"የይለፍ ቃል",
   "Confirm Password":"የይለፍ ቃል አረጋግጥ",
   "Select License":"ፈቃድ ይምረጡ",
   " License":" ፈቃድ",
   "monthly":"ወርሃዊ",
   "Choose payment method":"የመክፈያ ዘዴ ይምረጡ",
   "With Cash":"በጥሬ ገንዘብ",
   "Back":"ተመለስ",
   "Successfully Created":"መለያ በተሳካ ሁኔታ ፈጥረዋል",
   "We will send you an email as soon as your account get activated!":"መለያዎ አገልግሎት እንደጀመረ ኢሜል ይደርሶታል!",
   "Can i disconnect my children's devices from the Internet in case they spent too much time online?":"የልጆቼን መሳሪያዎች ከበይነመረቡ ማላቀቅ እችላለሁ? በመስመር ላይ ብዙ ጊዜ እያሳለፉ ከሆነ?",
     "Yes, you can. Just open the parent app (Surfie-Parent) and tab the disconnect button on the bottom of the Family Overview screen. If you want to disconnect just some of your children, then select the disconnect button on the relevant profiles.":"Yes, you can. Just open the parent app (Surfie-Parent) and tab the disconnect button on the bottom of the Family Overview screen. If you want to disconnect just some of your children, then select the disconnect button on the relevant profiles.",
     "I installed the child-app on my childrens iphones but i do not see any information on what application they used?":"I installed the child-app on my childrens iphones but i do not see any information on what application they used?",
     "At this stage, our protection for iPhones include: WhatsApp and Facebook cyber-bullying alerts, location tracking and location alerts and website filtering. In the new future we will also introduce app-usage tracking for iOS devices (as we already have for Android phones and tablets).":"At this stage, our protection for iPhones include: WhatsApp and Facebook cyber-bullying alerts, location tracking and location alerts and website filtering. In the new future we will also introduce app-usage tracking for iOS devices (as we already have for Android phones and tablets).",
     "During the Surfie-Kid app installation, I got a VPN connection error 'Your certeficate is permature' what shouid i do?":"During the Surfie-Kid app installation, I got a VPN connection error 'Your certeficate is permature' what shouid i do?",
     "Go to Settings":"Go to Settings",
     "General":"General",
     "Date & Time and turn on Set automatically":"Date & Time and turn on Set automatically",
     "I forgot my Parental app password. what can i do?":"I forgot my Parental app password. what can i do?",
     "Tab the 'Forgot Password' option on the sign in screen of the parent app. An email will be sent to you to reset your password.":"Tab the 'Forgot Password' option on the sign in screen of the parent app. An email will be sent to you to reset your password.",
     "I have Surfie installed on my son device and i want to give this device to my daughter now. How can i change the profile?":"I have Surfie installed on my son device and i want to give this device to my daughter now. How can i change the profile?",
     "Login to our parent web-portal at: http://surfie.puresight.com. We recommend to use a PC for that. Select Settings, Advanced Setting and finally Device settings. Look for your son’s device and select your daughter’s profile from the drop-down list. Click Save Changes.":"Login to our parent web-portal at: http://surfie.puresight.com. We recommend to use a PC for that. Select Settings, Advanced Setting and finally Device settings. Look for your son’s device and select your daughter’s profile from the drop-down list. Click Save Changes.",
     "How can i block or allow specific website?":"How can i block or allow specific website?",
     "1. Login to our parent web-portal at: http://surfie.puresight.com":"1. Login to our parent web-portal at: http://surfie.puresight.com",
     "2. Click on Settings":"2. Click on Settings",
     "3. Select the relevant child profile":"3. Select the relevant child profile",
     "4. Click on Websites":"4. Click on Websites",
     "5. Scroll down to Block or Allow Websites":"5. Scroll down to Block or Allow Websites",
     "6. Under Step 3, enter the relevant site (example:cnn.com; disney.com)":"6. Under Step 3, enter the relevant site (example:cnn.com; disney.com)",
     "7. Select Block or Allow":"7. Select Block or Allow",
     "8. Click Add":"8. Click Add",
     "9. Click Save Changes":"9. Click Save Changes",
     "How can i change my child profile picture?":"How can i change my child profile picture?",
     "1. On the parent app, tab Settings on the Family Overview screen":"1. On the parent app, tab Settings on the Family Overview screen",
     "2. Select Child profile settings":"2. Select Child profile settings",
     "4. Tab Change Profile Picture":"4. Tab Change Profile Picture",
     "I installed the parental control application on my android phone, then i created a profile for my daughter and sent the download link of the child-app to her phone. Later day i checked her online activities but i only saw three empty screen: Social, Web, and Time. Why and where is the Location and App screen?":"I installed the parental control application on my android phone, then i created a profile for my daughter and sent the download link of the child-app to her phone. Later day i checked her online activities but i only saw three empty screen: Social, Web, and Time. Why and where is the Location and App screen?",
     "You did not complete the installation of the child-app on your daughter’s phone. Take her phone and click on the installation link you sent. Complete the installation and you will see also the location and app screen. After your daughter uses her phone, you will see some of her online activities.":"You did not complete the installation of the child-app on your daughter’s phone. Take her phone and click on the installation link you sent. Complete the installation and you will see also the location and app screen. After your daughter uses her phone, you will see some of her online activities.",
     "I can't see any Facebook activities of my son. why?":"I can't see any Facebook activities of my son. why?",
     "You have to activate our Facebook protection. Open the Facebook App on your son’s Android device or iPhone and follow the install wizard. Once you have activated our Facebook protection on one platform (Android, iOS or Windows) it will work for all of them.":"You have to activate our Facebook protection. Open the Facebook App on your son’s Android device or iPhone and follow the install wizard. Once you have activated our Facebook protection on one platform (Android, iOS or Windows) it will work for all of them.",
     "I subscribed from your service, How do i delete my account?":"I subscribed from your service, How do i delete my account?",
     "To delete your account please contact us":"To delete your account please contact us",
     "My daughter's profile is gray and it says 'You turned her device off'. How do i turn it on again?":"My daughter's profile is gray and it says 'You turned her device off'. How do i turn it on again?",
     "It’s very easy. Open the parent-app (Surfie-Parent) and tabthe “Connect button” on the top of daughter’s profile. Within a few seconds the device will be reconnected to the Internet.":"It’s very easy. Open the parent-app (Surfie-Parent) and tabthe “Connect button” on the top of daughter’s profile. Within a few seconds the device will be reconnected to the Internet.",
     "I used the option to disconnect the computer of my son from the internet. Now i want to reconnect him, but it does't seem to work. what can i do?":"I used the option to disconnect the computer of my son from the internet. Now i want to reconnect him, but it does't seem to work. what can i do?",
     "The reconnect may take some time. To speed things up we recommend to open the Surfie sys tray icon on your son’s computer taskbar and to click the option “synchronize now”. Afterwards, your son should be reconnected to the Internet":"The reconnect may take some time. To speed things up we recommend to open the Surfie sys tray icon on your son’s computer taskbar and to click the option “synchronize now”. Afterwards, your son should be reconnected to the Internet",
     "I do not see my daughter's location anymore and i don't get notification when she leaves school. what can i do?":"I do not see my daughter's location anymore and i don't get notification when she leaves school. what can i do?",
     "In such a case you need to check a few things on your child’s mobile device.":"In such a case you need to check a few things on your child’s mobile device.",
     "For Android devices: First check if GPS is turned on and if high accuracy mode is selected. Go to Settings, look for location and update the GPS and accuracy mode settings. Secondly, you need to check if Surfie-Kids still has the required location permissions. Go to Settings, Manage Apps, look for Surfie-Kids, go to permissions and make sure that the location permission is turned on and set to “always allow” (Note, the terms used by each phone manufacturer might be slightly different.) If you need help, let us know.":"For Android devices: First check if GPS is turned on and if high accuracy mode is selected. Go to Settings, look for location and update the GPS and accuracy mode settings. Secondly, you need to check if Surfie-Kids still has the required location permissions. Go to Settings, Manage Apps, look for Surfie-Kids, go to permissions and make sure that the location permission is turned on and set to “always allow” (Note, the terms used by each phone manufacturer might be slightly different.) If you need help, let us know.",
     "For iOS devices: Check if the location permission for Surfie Kids is turned on. Go to settings, scroll down to Surfie-Kids and make sure the location permission is turned on and set to always allow.":"For iOS devices: Check if the location permission for Surfie Kids is turned on. Go to settings, scroll down to Surfie-Kids and make sure the location permission is turned on and set to always allow."
  }